module.exports = {
  isRtl: '1',
  labelWidth: '160px',
  lang: 'kaz',
  direction: 'rtl',
  textDir: 'right',
  refresh: 'ينفورماتسيانى جاڭالاۋ',
  loadingText: 'مازمۇن قوسىلۋدا،توسا تۇرىڭىز',
  imgUploadText: 'راسىم جولدانۋدا توسىڭىز',
  appTitle: 'كونسۋلدىقتان كەزەككە ءوتىنىش بەرۋ سيستەماسى',
  footer: 'بۇل سيستەما تەك ۇيرەنۋ مەن تاجىريبە جاساۋ ءۇشىن جاسالعان،ساۋدالىق جاعىنا ستەتۋگە بولمايدى',
  emptyText: 'قازىرشە مازمۇن جوق',
  validText: 'كەستەنى تولىق توشتىرىڭىز',
  workInfoTitle: 'قىزىمەت ينفورماتسياسى',
  currentDate: 'بۇگىنگى كۇن',
  financeRate: 'بۇگىنگى سندىرىلىم (حالىق اقشاسى/تەڭگە)',
  financeRate2: 'بۇگىنگى سندىرىلىم (تەڭگە/حالىق اقشاسى)',
  moneyPlc: 'حالىق اقشا سانىن كىرگىزىڭىز',
  moneyPlc2: 'تەڭگە سانىن كىرگىزىڭىز',
  afterTran: 'ايرباستاعاننان كەيىنگى اقشا',
  capitalAmount: 'جازعان اقشاڭىزدىڭ وقىلۋى',
  cny2kzt: 'تەڭگەگە',
  kzt2cny: 'يۋان',
  tranOptions: [
    {
      label: 'تەڭگەگە اينالدىرۋ',
      value: 'cny2kzt'
    },
    {
      label: 'حالىق اقشاسىنا اينالدىرۋ',
      value: 'kzt2cny'
    }
  ],
  currentOpeningDate: 'اشىلعان كۇن',
  restDay: 'دەمالىس كۇن',
  dailyBookingQuantity: 'ءاركۇنى تاراتىلعان نومىر سانى',
  futureInformation: 'الداعى ءبىر ايدا تالداۋعا بولاتىن كۇن جانە ءوتىنىش جاعىدايى',
  tableDate: 'جىل اي كۇنى',
  tableRemainingQuantity: 'قالعان نومەر سانى',
  reservedQuantity: 'الىنعان نومەر سانى',
  //
  userInfo: 'ءسىزدىڭ ينفورماتسياڭىز',
  categoryQuestion: 'ءوتىنىش تۇرى',
  categoryQuestionPlc: 'ءوتىنىش تۇرىن تالداڭىز',
  userPhoto: 'جەكەلىك راسىمىڭىز',
  userPhotoPlcZ: 'جەكەلىك راسىمىڭىزدى تالداڭىز',
  userPhotoPlc: 'تەك JPG،PNG نۇسقادا ءارى 500KB دان اسپاۋى كەرەك',
  fio: 'تولىق ەسىمىڭىز',
  fioPlc: 'تولىق ەسىمىڭىزدى كىرگىزىڭىز',
  dateBirth: 'تۋىلعان ۋاقىتىڭىز',
  dateBirthPlc: 'تۋىلعان ۋاقىتىڭىزدى تالداڭىز',
  citizenship: 'ازاماتتىق سالاۋاتىڭىز',
  citizenshipPlc: 'ازاماتتىق سالاۋاتىڭىزدى كىرگىزىڭىز',
  docType: 'پاسپورت ءتۇرى',
  docTypePlc: 'پاسپورت ءتۇرىن كىرگىزىڭىز',
  docNumber: 'پاسپورت ءنومىرى',
  docNumberPlc: 'پاسپورت ءنومىرىن كىرگىزىڭىز',
  docDate: 'پاسپورت تاراتىلعان ۋاقىتى',
  docDatePlc: 'پاسپورت تاراتىلعان ۋاقىتىن تالداڭىز',
  address: 'مەكەن - جايىڭىز',
  addressPlc: 'مەكەن - جايىڭىزدى كىرگىزىڭىز',
  eMail: 'ەلەكتروندىق حات ساندىعى',
  eMailPlc: 'ەلەكتروندىق حات ساندىعىڭىزدى كىرگىزىڭىز',
  phoneNumber: 'تەلەفون نومىرىڭىز',
  phoneNumberPlc: 'تەلەفون نومىرىڭىزدى كىرگىزىڭىز',

  grabTheNumber: 'نومىرگە تالاسۋ',
  queryInformation: 'العان نومىردى كورۋ',

  weekends: {
    0: 'جەكسەنبى',
    1: 'دۇيسەنبى',
    2: 'سەيسەنبى',
    3: 'سارسەنبى',
    4: 'بەيسەنبى',
    5: 'جۇما',
    6: 'سەنبى'
  },
  category: [
    {
      value: '42',
      label: 'قازاقستان رەسپۋبليكاسى ۆيزاسى'
    },
    {
      value: '43',
      label: 'قايتۋ جونىندەگى كۋالىك'
    },
    {
      value: '44',
      label: 'پاسپورتتى تىزىمدەۋ'
    },
    {
      value: '45',
      label: 'كونسۋلدىق ەسەپ'
    },
    {
      value: '46',
      label: 'ازاماتتىق جاعدايىن تىزىمگە الدىرۋ (تۋۋ، ۇيلەنۋ، قايتىس بولۋ انىقتامالارى)'
    },
    {
      value: '47',
      label: 'قۇجاتتاردى زاڭداستىرۋ'
    },
    {
      value: '48',
      label: 'ازاماتتىق ماسەلەلەر (قابىلداۋ، شىعۋ، جوعالۋ، انىقتاۋ)'
    },
    {
      value: '49',
      label: 'تۇراقتى تۇرۋدى ٴبىتىرۋ'
    },
    {
      value: '50',
      label: 'قازاقستان رەسپۋبليكاسىنان قۇجاتتاردى تالاپ ەتۋ'
    },
    {
      value: '51',
      label: 'ورگاندار جۇيەسىندىك قىزمەتتەر'
    },
    {
      value: '52',
      label: 'زاڭ جونىندە كەڭەس، باسقا'
    },
    {
      value: '53',
      label: 'بالالاردى ەسەپكە الۋ'
    }
  ]
}
